// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "Configurações da rede";
HSDTaskName = "Configurações da rede";

ApplySettingsErrorHostNameFailed = "Nome do host não definido. Verifique se o formato é válido.";
AddressInUseError = "O endereço IP especificado já está em uso.";
AddressInUseErrorExplanation = "Especifique outro endereço IP.";
IncorrectMaskErrorExplanation = "Máscara incorreta da subnet especificada. Peça ajuda ao seu administrador de rede.";

IncorrectHostNameError = "O Nome do host é muito longo.";
IncorrectIpAddressError = "Formato do endereço IP incorreto.";
ManualAddressEmptyError = "O campo \"Endereço IP\" não pode ficar vazio.";
ManualAddressEmptyExplanation = "Especifique um endereço manual válido.";
ManualAddressWithPrefixExplanation = "Especifique um endereço IP válido e um comprimento de prefixo entre 1 e 128.";
ManualAddressNotIPv4Explanation = "Especifique um endereço IP válido.";

STATELESS = "Roteador";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "Outras configurações";

kCheckChangesAlertTitleKey = "Você mudou alguns dados. Deseja continuar?";
kCheckChangesAlertContinueButtonTitleKey = "Continuar";
kCheckChangesAlertCancelButtonTitleKey = "Cancelar";
kCheckChangesAlertMessageKey = "Se continuar, você perde as mudanças que fez. Clique em Cancelar para anular sua ação e continuar a trabalhar na tarefa.";

TaskNameTiger = "Configurações do Bonjour";
NoService = "Serviço não disponível";
NoBonjourName = "Não disponível";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (Protegido apenas)";
IPPUnsecureServiceName = "IPP (Desprotegido apenas)";

IncorrectConfigurationTitle = "A configuração especificada está incorreta";
IncorrectConfigurationExplanation = "Escolha a configuração correta ou entre em contato com seu administrador de rede para obter ajuda.";

IncorrectDNSServerErrorExplanation = "Insira o endereço do servidor DNS correto ou entre em contato com seu administrador de rede para obter ajuda.";
IncorrectGatewayAddressTitle = "O endereço de gateway especificado não está correto";
IncorrectGatewayErrorExplanation = "Digite o endereço de gateway correto ou entre em contato com o administrador da rede para obter ajuda.";
GatewayIsNotInSubnetTitle = "O endereço de gateway digitado não está na sub-rede deste dispositivo";
GatewayIsNotInSubnetExplanation = "Digite outro endereço de IP, máscara de sub-rede, endereço de gateway ou entre em contato com o administrador da rede para obter ajuda.";

AskSaveChangesAlertTitle = "Você alterou configurações nesta tela";
AskSaveChangesAlertMsg = "Deseja aplicar as alterações antes de fechar?";
AskSaveChangesDontApplyButtonTitle = "Não aplicar";
AskSaveCahngesApplyButtonTitle = "Aplicar";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "O campo \"Nome do serviço Bonjour\" não pode ficar vazio";
EmptyBonjourServiceNameFieldMsg = "Especifique o Nome do serviço Bonjour.";
EmptyBonjourDomainNameFieldTitle = "O campo \"Nome de domínio Bonjour\" não pode ficar vazio";
EmptyIPv6DomainNameFieldTitle = "O campo \"Domínio IPv6\" não pode ficar vazio";
EmptyBonjourDomainNameFieldMsg = "Especifique o nome de domínio Bonjour.";
EmptyBonjourServiceAndDomainNamesFieldTitle = "Os campos \"Nome do serviço Bonjour/Nome de domínio\" não podem ficar em branco";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Especifique o nome do serviço Bonjour/nome de domínio.";
UsedServiceNameTitle = "O Nome do Serviço Bonjour especificado já está sendo usado.";
UsedServiceNameMsg = "Especifique outro Nome do Serviço Bonjour ou entre em contato com seu administrador de rede para obter ajuda.";
HSDBonjourDomainNameTitle = "Nome de domínio Bonjour:";

// layout
HSDIPv4Title = "Configurações IPv4";
HSDIPvXDisableNotAvailableDescription = "Ambos IPv4 e IPv6 não podem ser desabilitados simultaneamente.";
HSDEnableIPv4InPrinterTitle = "Ativar IPv4 na impressora";
HSDConfigTitle = "Configuração:";
HSDNameTitle = "Nome do host:";
HSDAddressTitle = "Endereço IP:";
HSDMaskTitle = "Máscara subnet:";
HSDGatewayTitle = "Gateway padrão:";
ManualTitle = "Manual";
Auto = "Automática";

HSDAdditionalSettingsTitle = "Definições adicionais da rede";
HSDAdditionalSettingsDescription = "Clique em Configurações adicionais da rede para ir para a página de Configurações da rede do servidor integrado da web. Nessa página é possível definir o SNMP, 802.1X e outras configurações de rede.";
HSDAdditionalSettingsButton = "Definições adicionais da rede";

BonjourSettingsTitle = "Configurações do Bonjour";
HSDEnableBonjourTitle = "Ativar o Bonjour";
HSDBonjourServiceNameTitle = "Nome do serviço Bonjour:";
HSDPriorityTitle = "O Serviço com Prioridade Mais Alta:";
HSDAccessTitle = "Acesse o dispositivo no URL:";

PreviousValueString = "O valor anterior será aplicado";

HSDEnableIPv6InPrinterTitle = "Ativar IPv6 na impressora";
HSDDHCPv6PolicyTitle = "Política DHCPv6:";
HSDIPv6DomainTitle = "Domínio IPv6:";
HSDPrimaryDNSServerTitle = "Servisor DNS primário:";
HSDSecondaryDNSServerTitle = "Servisor DNS secundário:";
HSDPrefixLengthTitle = "Tamanho do prefixo:";
HSDAdditionalAddressesButton = "Endereços adicionais";
HSDPolicyPopUpItem1 = "Sempre executar o DHCPv6 na inicialização";
HSDPolicyPopUpItem2 = "Executar o DHCPv6 quando a autoconfiguração não for bem-sucedida";
HSDPolicyPopUpItem3 = "Executar o DHCPv6 somente quando solicitado pelo roteador";

HSDColumnConfigBy = "Config por";
HSDColumnAddresses = "Endereço";
HSDColumnPrefix = "Tamanho do prefixo";
HSDCloseButton = "Fechar";

HSDApplyButton = "Aplicar agora";

LINK_LOCAL = "Link-local";
HSDNotAvailableLabel = "A tarefa de configurações de rede não está disponível no momento.\nCertifique-se de que o dispositivo esteja conectado a uma rede.";
